export const Wardrobes = [
  {
    id: 1,
    name: "خزانة عصرية عرض 400 سم ",

    imageSrc: "/imgs/products/Wardrobes/1.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة عصرية عرض 400 سم ملابس مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#101",
  },
  {
    id: 2,
    name: "خزانة عصرية عرض 350 سم",

    imageSrc: "/imgs/products/Wardrobes/2.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة عصرية عرض 350 سم ملابس مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#102",
  },
  {
    id: 3,
    name: "دريسنج روم صغيرة عصرية",

    imageSrc: "/imgs/products/Wardrobes/3.jpg",
    imageAlt: "خزانه",
    details:
      "دريسنج روم صغيرة عصرية مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#103",
  },
  {
    id: 4,
    name: "خزانة بأبواب سحب زجاجية عرض 250سم",

    imageSrc: "/imgs/products/Wardrobes/4.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة بأبواب سحب زجاجية عرض 250 سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#104",
  },
  {
    id: 5,
    name: "دريسنج روم مستقيمة عرض 600 سم",

    imageSrc: "/imgs/products/Wardrobes/5.jpg",
    imageAlt: "خزانه",
    details:
      "دريسنج روم مستقيمة عرض 600 سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#105",
  },
  {
    id: 6,
    name: "خزانة زاوية بأبواب مفصلية عرض 200سم و 150سم",

    imageSrc: "/imgs/products/Wardrobes/6.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة ملابس زاوية بأبواب مفصلية عرض 200سم و 150سم  مصنوعة  بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#106",
  },
  {
    id: 7,
    name: "خزانة زاوية بأبواب سحب 190 + 190سم",

    imageSrc: "/imgs/products/Wardrobes/7.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة ملابس بأبواب سحب 190 + 190سم مصنوعة بأجود الخامات الخشبية , معالج ضد الرطوبة والبكتيريا.",
    code: "#107",
  },
  {
    id: 8,
    name: "خزانة بأبواب سحب زجاجية عرض 400 سم",

    imageSrc: "/imgs/products/Wardrobes/8.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة بأبواب سحب زجاجية عرض 400 سم مصنوعة بأجود الخامات الخشبية , معالج ضد الرطوبة والبكتيريا",
    code: "#108",
  },
  {
    id: 9,
    name: "خزانة بأبواب سحب خشبية عرض 150سم",

    imageSrc: "/imgs/products/Wardrobes/9.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة بأبواب سحب خشبية عرض 150سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#109",
  },
  {
    id: 10,
    name: "خزانة بأبواب سحب خشبية عرض 500 سم",

    imageSrc: "/imgs/products/Wardrobes/10.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة بأبواب سحب خشبية عرض 500 سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#110",
  },
  {
    id: 11,
    name: "دريسنج روم صغيرة عصرية",

    imageSrc: "/imgs/products/Wardrobes/11.jpg",
    imageAlt: "خزانه",
    details:
      "دريسنج روم صغيرة عصرية مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#111",
  },
  {
    id: 12,
    name: "خزانة عصرية عرض 600 سم",

    imageSrc: "/imgs/products/Wardrobes/12.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة عصرية عرض 600 سم  مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#112",
  },
  {
    id: 13,
    name: "خزانة بأبواب سحب خشبية عرض 400 سم",

    imageSrc: "/imgs/products/Wardrobes/13.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة بأبواب سحب خشبية عرض 400 سم مصنوعة بأجود الخامات الخشبية , معالج ضد الرطوبة والبكتيريا",
    code: "#113",
  },
  {
    id: 14,
    name: "دريسنج روم كاملة",

    imageSrc: "/imgs/products/Wardrobes/14.jpg",
    imageAlt: "خزانه",
    details:
      "دريسنج روم كاملة مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#114",
  },
  {
    id: 15,
    name: "خزانة بأبواب مفصلية خشبية عرض 400 سم",

    imageSrc: "/imgs/products/Wardrobes/15.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة بأبواب مفصلية خشبية عرض 400 سم مصنوعة بأجود الخامات الخشبية , معالج ضد الرطوبة والبكتيريا",
    code: "#115",
  },
  {
    id: 16,
    name: "دريسنج روم كاملة",

    imageSrc: "/imgs/products/Wardrobes/16.jpg",
    imageAlt: "خزانه",
    details:
      "دريسنج روم كاملة مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#116",
  },
  {
    id: 17,
    name: "دريسنج روم صغيرة عصرية",

    imageSrc: "/imgs/products/Wardrobes/17.jpg",
    imageAlt: "خزانه",
    details:
      "دريسنج روم صغيرة عصرية مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#117",
  },
  {
    id: 18,
    name: "دريسنج روم عصرية",

    imageSrc: "/imgs/products/Wardrobes/18.jpg",
    imageAlt: "خزانه",
    details:
      "دريسنج روم عصرية مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#118",
  },
  {
    id: 19,
    name: "خزانة زاوية بأبواب سحب عرض 300سم و 250سم",

    imageSrc: "/imgs/products/Wardrobes/19.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة زاوية بأبواب سحب عرض 300سم و 250سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#119",
  },
  {
    id: 20,
    name: "خزانة بأبواب سحب زجاجية عرض 400 سم",

    imageSrc: "/imgs/products/Wardrobes/20.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة بأبواب سحب زجاجية عرض 400 سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#120",
  },
  {
    id: 21,
    name: "خزانة صغيرة بدون باب 100 سم ",

    imageSrc: "/imgs/products/Wardrobes/21.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة صغيرة بدون باب 100 سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#121",
  },
  {
    id: 22,
    name: "خزانة مقسمة لنصفين  بأبواب مفصلية خشبية عرض 250 سم",

    imageSrc: "/imgs/products/Wardrobes/22.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة مقسمة لنصفين بأبواب مفصلية خشبية عرض 250 سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#122",
  },
  {
    id: 23,
    name: "خزانة عصرية عرض 250 سم",

    imageSrc: "/imgs/products/Wardrobes/23.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة عصرية عرض 250 سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#123",
  },
  {
    id: 24,
    name: "دريسنج روم عصرية",

    imageSrc: "/imgs/products/Wardrobes/24.jpg",
    imageAlt: "خزانه",
    details:
      "دريسنج روم عصرية مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#124",
  },
  {
    id: 25,
    name: "خزانة بأبواب مفصلية خشبية عرض 500 سم",

    imageSrc: "/imgs/products/Wardrobes/25.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة بأبواب مفصلية خشبية عرض 500 سم مصنوعة بأجود الخامات الخشبية , معالج ضد الرطوبة والبكتيريا",
    code: "#125",
  },
  {
    id: 26,
    name: "دريسنج روم كاملة",

    imageSrc: "/imgs/products/Wardrobes/26.jpg",
    imageAlt: "خزانه",
    details:
      "دريسنج روم كاملة مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#126",
  },
  {
    id: 27,
    name: "خزانة عصرية 300 سم ",

    imageSrc: "/imgs/products/Wardrobes/27.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة عصرية عرض 300 سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#127",
  },
  {
    id: 28,
    name: "دريسنج روم صغيرة عصرية",

    imageSrc: "/imgs/products/Wardrobes/28.jpg",
    imageAlt: "خزانه",
    details:
      "دريسنج روم صغيرة عصرية مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#128",
  },
  {
    id: 29,
    name: "خزانة بأبواب مفصلية خشبية عرض 500 سم",

    imageSrc: "/imgs/products/Wardrobes/29.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة بأبواب مفصلية خشبية عرض 500 سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#129",
  },
  {
    id: 30,
    name: "خزانة بأبواب مفصلية خشبية عرض 300 سم",

    imageSrc: "/imgs/products/Wardrobes/30.jpg",
    imageAlt: "خزانه",
    details:
      "خزانة بأبواب مفصلية خشبية عرض 300 سم مصنوعة بأجود الخامات الخشبية, معالج ضد الرطوبة والبكتيريا لتعطي اتساع ومساحة اكثر",
    code: "#130",
  },
];
